Repository: jakeleekr13-otter/hydrotone
Catalog: UnderBlue/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: %lld of %lld
ja: %lld / %lld
ko: %lld / %lld
zh_hans: %lld / %lld
zh_hant: %lld / %lld

source: %lld Photos
ja: %lld枚の写真
ko: 사진 %lld장
zh_hans: %lld 张照片
zh_hant: %lld 張照片

source: 1 photo export. This uses your free photo.
ja: 写真を1枚無料で書き出せます。この書き出しで無料枠を使用します。
ko: 무료 사진 내보내기 1회입니다. 이번 내보내기에 무료 이용권을 사용합니다.
zh_hans: 可免费导出 1 张照片。本次导出将使用免费额度。
zh_hant: 可免費匯出 1 張照片。本次匯出將使用免費額度。

source: 1 video export · first 10 seconds · up to 1080p SDR. This uses your free video.
ja: 動画を1本無料で書き出せます · 冒頭10秒 · 最大1080p SDR。この書き出しで無料枠を使用します。
ko: 무료 동영상 내보내기 1회 · 처음 10초 · 최대 1080p SDR입니다. 이번 내보내기에 무료 이용권을 사용합니다.
zh_hans: 可免费导出 1 个视频 · 前 10 秒 · 最高 1080p SDR。本次导出将使用免费额度。
zh_hant: 可免費匯出 1 部影片 · 前 10 秒 · 最高 1080p SDR。本次匯出將使用免費額度。

source: 4K export
ja: 4K書き出し
ko: 4K 내보내기
zh_hans: 4K 导出
zh_hant: 4K 匯出

source: 10-bit color keeps water gradients smooth. Files are about twice the size of JPEG, and some older apps can’t open them.
ja: 10ビットカラーで水中のグラデーションがなめらかに残ります。ファイルサイズはJPEGの約2倍で、一部の古いアプリでは開けません。
ko: 10비트 색상으로 물빛 그라데이션이 부드럽게 유지됩니다. 파일 크기는 JPEG의 약 2배이며, 일부 오래된 앱에서는 열리지 않습니다.
zh_hans: 10 位色彩让水中渐变保持平滑。文件大小约为 JPEG 的两倍，部分旧版应用无法打开。
zh_hant: 10 位元色彩讓水中漸層保持平滑。檔案大小約為 JPEG 的兩倍，部分舊版 App 無法開啟。

source: All processing stays on your iPhone. No account or subscription.
ja: すべての処理はiPhone上で行われます。アカウントやサブスクリプションは不要です。
ko: 모든 처리는 iPhone에서 이루어집니다. 계정이나 구독이 필요하지 않습니다.
zh_hans: 所有处理都在 iPhone 上完成。无需账户或订阅。
zh_hant: 所有處理都在 iPhone 上完成。無需帳號或訂閱。

source: Allow UnderBlue to add to Photos in Settings, then try saving again.
ja: 設定でUnderBlueによる写真への追加を許可してから、もう一度保存してください。
ko: 설정에서 UnderBlue가 사진에 추가하도록 허용한 후 다시 저장하세요.
zh_hans: 请在“设置”中允许 UnderBlue 添加到照片，然后再次保存。
zh_hant: 請在「設定」中允許 UnderBlue 加入照片，然後再次儲存。

source: Analysis and correction can take longer for longer videos.
ja: 動画の長さによっては、分析と補正に時間がかかる場合があります。
ko: 동영상의 길이에 따라 분석 시간과 보정 시간이 길어질 수 있습니다.
zh_hans: 视频越长，分析和校正所需的时间可能越长。
zh_hant: 影片越長，分析和校正所需的時間可能越長。

source: Analyzing…
ja: 分析しています…
ko: 분석 중…
zh_hans: 正在分析…
zh_hant: 正在分析…

source: Batch correct up to %lld photos
ja: 最大%lld枚を一括補正
ko: 최대 %lld장 일괄 보정
zh_hans: 一次批量校正最多 %lld 张照片
zh_hant: 一次批次校正最多 %lld 張照片

source: Batch correct up to %lld photos with Pro
ja: Proで最大%lld枚を一括補正
ko: Pro로 최대 %lld장 일괄 보정
zh_hans: 使用 Pro 一次批量校正最多 %lld 张照片
zh_hant: 使用 Pro 一次批次校正最多 %lld 張照片

source: Brightness
ja: 明るさ
ko: 밝기
zh_hans: 亮度
zh_hant: 亮度

source: Bring back the dive.
ja: ダイビングの色を 取り戻そう。
ko: 수중 촬영물의 잃어버린 색을 찾으세요.
zh_hans: 找回潜水时的 真实色彩。
zh_hant: 找回潛水時的 真實色彩。

source: Buy Pro · %@
ja: Proを購入 · %@
ko: Pro 구매 · %@
zh_hans: 购买 Pro · %@
zh_hant: 購買 Pro · %@

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Cancelled
ja: キャンセルしました
ko: 취소됨
zh_hans: 已取消
zh_hant: 已取消

source: Checking your video…
ja: ビデオを確認中…
ko: 동영상을 확인하는 중…
zh_hans: 正在检查视频…
zh_hant: 正在檢查影片…

source: Choose a photo or video, or import from Files. You can also share to UnderBlue from the Photos app.
ja: 写真またはビデオを選択するか、ファイルから読み込みます。写真アプリからUnderBlueに共有することもできます。
ko: 사진이나 동영상을 선택하거나 파일에서 가져오세요. 사진 앱에서 UnderBlue로 공유할 수도 있습니다.
zh_hans: 选择照片或视频，或从文件导入。也可以在“照片”App 中共享到 UnderBlue。
zh_hant: 選擇照片或影片，或從檔案匯入。也可以在「照片」App 中分享到 UnderBlue。

source: Clarity
ja: 明瞭度
ko: 선명도
zh_hans: 清晰度
zh_hant: 清晰度

source: Color
ja: カラー
ko: 색상
zh_hans: 色彩
zh_hant: 色彩

source: Compare
ja: 比較
ko: 비교
zh_hans: 对比
zh_hant: 比較

source: Contrast
ja: コントラスト
ko: 대비
zh_hans: 对比度
zh_hant: 對比度

source: Corrected
ja: 補正後
ko: 보정
zh_hans: 校正后
zh_hant: 校正後

source: Couldn’t finish
ja: 完了できませんでした
ko: 완료할 수 없음
zh_hans: 无法完成
zh_hant: 無法完成

source: Couldn’t import
ja: 読み込めませんでした
ko: 가져올 수 없음
zh_hans: 无法导入
zh_hant: 無法匯入

source: Couldn’t import %lld of %lld selected.
ja: 選択した%2$lld枚のうち%1$lld枚を読み込めませんでした。
ko: 선택한 %2$lld장 중 %1$lld장을 가져오지 못했습니다.
zh_hans: 所选 %2$lld 张中有 %1$lld 张无法导入。
zh_hant: 所選 %2$lld 張中有 %1$lld 張無法匯入。

source: Couldn’t open this photo
ja: この写真を開けません
ko: 이 사진을 열 수 없습니다
zh_hans: 无法打开这张照片
zh_hant: 無法開啟這張照片

source: Couldn’t open: %lld
ja: 開けませんでした: %lld枚
ko: 열지 못함: %lld장
zh_hans: 无法打开：%lld 张
zh_hant: 無法開啟：%lld 張

source: Couldn’t prepare diagnostics. Please try again.
ja: 診断情報を準備できませんでした。もう一度お試しください。
ko: 진단 정보를 준비할 수 없습니다. 다시 시도하세요.
zh_hans: 无法准备诊断信息。请重试。
zh_hant: 無法準備診斷資訊。請再試一次。

source: Couldn’t save
ja: 保存できませんでした
ko: 저장할 수 없음
zh_hans: 无法保存
zh_hant: 無法儲存

source: Couldn’t save this photo
ja: この写真を保存できませんでした
ko: 이 사진을 저장하지 못했습니다
zh_hans: 无法存储这张照片
zh_hant: 無法儲存這張照片

source: Custom
ja: カスタム
ko: 사용자
zh_hans: 自定义
zh_hant: 自訂

source: Custom starts from the Natural Dive result. Adjust it with five sliders.
ja: カスタムはナチュラルダイブの結果から始まります。5つのスライダーで調整できます。
ko: 사용자는 내추럴 다이브 결과에서 시작합니다. 슬라이더 5개로 조절하세요.
zh_hans: 自定义以自然潜水的效果为起点，可用五个滑块调整。
zh_hant: 自訂以自然潛水的效果為起點，可用五個滑桿調整。

source: Deep Dive
ja: ディープダイブ
ko: 딥 다이브
zh_hans: 深潜
zh_hant: 深潛

source: Delete local diagnostics
ja: ローカル診断情報を削除
ko: 로컬 진단 정보 삭제
zh_hans: 删除本地诊断信息
zh_hant: 刪除本機診斷資訊

source: Diagnostics
ja: 診断
ko: 진단
zh_hans: 诊断
zh_hant: 診斷

source: Diagnostics stay on this iPhone. Nothing is sent automatically.
ja: 診断情報はこのiPhone内に保存されます。自動送信は行いません。
ko: 진단 정보는 이 iPhone에만 저장됩니다. 자동으로 전송되는 정보는 없습니다.
zh_hans: 诊断信息仅保存在此 iPhone 上，不会自动发送。
zh_hant: 診斷資訊只會儲存在此 iPhone，不會自動傳送。

source: Discard export
ja: 書き出したファイルを削除
ko: 내보낸 파일 삭제
zh_hans: 删除导出文件
zh_hant: 刪除匯出檔案

source: Done
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Edit
ja: 編集
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

source: Edited
ja: 個別に編集済み
ko: 개별 편집됨
zh_hans: 已单独编辑
zh_hant: 已單獨編輯

source: Estimated time is measured with a short test export on this device.
ja: 予想時間は、このデバイスで短いテスト書き出しを行って測定します。
ko: 예상 시간은 이 기기에서 짧은 테스트 내보내기로 측정합니다.
zh_hans: 预计时间通过在此设备上进行简短的测试导出测得。
zh_hant: 預估時間透過在此裝置上進行簡短的測試匯出測得。

source: Export
ja: 書き出す
ko: 내보내기
zh_hans: 导出
zh_hant: 匯出

source: Export cancelled
ja: 書き出しをキャンセルしました
ko: 내보내기가 취소되었습니다
zh_hans: 导出已取消
zh_hant: 匯出已取消

source: Export cancelled because UnderBlue went into the background. Keep the app open and try again. Your trial hasn’t been used.
ja: UnderBlueがバックグラウンドに移ったため、書き出しをキャンセルしました。アプリを開いたまま、もう一度お試しください。無料枠は使用されていません。
ko: UnderBlue가 백그라운드로 전환되어 내보내기가 취소되었습니다. 앱을 열어 둔 채 다시 시도하세요. 무료 이용권은 차감되지 않았습니다.
zh_hans: UnderBlue 进入后台，因此导出已取消。请保持应用打开后重试。免费额度未被使用。
zh_hant: UnderBlue 進入背景，因此匯出已取消。請保持 App 開啟後再試一次。免費額度未被使用。

source: Export complete
ja: 書き出し完了
ko: 내보내기 완료
zh_hans: 导出完成
zh_hant: 匯出完成

source: Exporting %lld%%
ja: 書き出し中 %lld%%
ko: 내보내는 중 %lld%%
zh_hans: 正在导出 %lld%%
zh_hant: 正在匯出 %lld%%

source: Exporting…
ja: 書き出し中…
ko: 내보내는 중…
zh_hans: 正在导出…
zh_hant: 正在匯出…

source: Failed or cancelled exports don’t use your trial.
ja: 失敗またはキャンセルした書き出しでは無料枠を使用しません。
ko: 실패하거나 취소된 내보내기는 무료 이용권을 차감하지 않습니다.
zh_hans: 导出失败或取消不会消耗免费额度。
zh_hant: 匯出失敗或取消不會使用免費額度。

source: Filter intensity
ja: フィルターの強度
ko: 필터 강도
zh_hans: 滤镜强度
zh_hant: 濾鏡強度

source: For a crash, TestFlight and Xcode Organizer may provide a separate Apple crash report. Keep the app build and its debug symbols together.
ja: クラッシュについては、TestFlightとXcode OrganizerからAppleのクラッシュレポートを別途取得できる場合があります。アプリのビルドとデバッグシンボルを一緒に保管してください。
ko: 충돌이 발생하면 TestFlight와 Xcode Organizer에서 Apple 충돌 보고서를 별도로 확인할 수 있습니다. 앱 빌드와 디버그 심볼을 함께 보관하세요.
zh_hans: 发生崩溃时，TestFlight 和 Xcode Organizer 可能会提供单独的 Apple 崩溃报告。请一并保留应用构建和调试符号。
zh_hant: 發生當機時，TestFlight 與 Xcode Organizer 可能會提供個別的 Apple 當機報告。請一併保留 App 版本與偵錯符號。

source: For a video, Play 3s plays three seconds from the current position, then returns.
ja: ビデオでは、3秒再生で現在の位置から3秒再生し、元の位置に戻ります。
ko: 동영상에서는 3초 재생이 현재 위치부터 3초를 재생한 뒤 돌아옵니다.
zh_hans: 对于视频，“播放3秒”会从当前位置播放三秒，然后返回。
zh_hant: 對於影片，「播放3秒」會從目前位置播放三秒，然後返回。

source: Format
ja: 形式
ko: 형식
zh_hans: 格式
zh_hant: 格式

source: Free trial
ja: 無料体験
ko: 무료 이용
zh_hans: 免费试用
zh_hant: 免費試用

source: Free: 1 photo export and 1 video export (first 10 seconds, up to 1080p SDR).
ja: 無料：写真1回、ビデオ1回の書き出し（最初の10秒、最大1080p SDR）。
ko: 무료: 사진 1회, 동영상 1회 내보내기(처음 10초, 최대 1080p SDR).
zh_hans: 免费：可导出 1 张照片和 1 个视频（前 10 秒，最高 1080p SDR）。
zh_hant: 免費：可匯出 1 張照片和 1 部影片（前 10 秒，最高 1080p SDR）。

source: Full-length video exports
ja: フル尺ビデオの書き出し
ko: 전체 길이 동영상 내보내기
zh_hans: 完整视频导出
zh_hant: 完整影片匯出

source: Get Pro
ja: Proを入手
ko: Pro 구매
zh_hans: 获取 Pro
zh_hant: 取得 Pro

source: Guide
ja: 使い方
ko: 사용 방법
zh_hans: 使用方法
zh_hant: 使用方法

source: HDR keeps this photo’s bright highlights. The editor shows a tone-mapped SDR preview.
ja: HDRではこの写真の明るいハイライトが保持されます。エディタにはトーンマップされたSDRプレビューが表示されます。
ko: HDR은 이 사진의 밝은 하이라이트를 유지합니다. 편집기에는 톤 매핑된 SDR 미리보기가 표시됩니다.
zh_hans: HDR 会保留此照片的明亮高光。编辑器显示色调映射后的 SDR 预览。
zh_hant: HDR 會保留此照片的明亮高光。編輯器顯示色調映射後的 SDR 預覽。

source: HDR · HEVC · 10-bit. The editor shows a tone-mapped SDR preview.
ja: HDR · HEVC · 10ビット。エディタにはトーンマップされたSDRプレビューが表示されます。
ko: HDR · HEVC · 10비트. 편집기에는 톤 매핑된 SDR 미리보기가 표시됩니다.
zh_hans: HDR · HEVC · 10 位。编辑器显示色调映射后的 SDR 预览。
zh_hant: HDR · HEVC · 10 位元。編輯器顯示色調映射後的 SDR 預覽。

source: HDR export is unavailable for this media/device. You can export SDR.
ja: このメディアまたはデバイスではHDR書き出しを利用できません。SDRで書き出せます。
ko: 이 미디어 또는 기기에서는 HDR 내보내기를 사용할 수 없습니다. SDR로 내보낼 수 있습니다.
zh_hans: 此媒体或设备无法导出 HDR。你可以导出 SDR。
zh_hant: 此媒體或裝置無法匯出 HDR。你可以匯出 SDR。

source: HDR export requires a supported iPhone. SDR export is available in the simulator.
ja: HDR書き出しには対応するiPhoneが必要です。シミュレータではSDR書き出しを利用できます。
ko: HDR 내보내기에는 지원되는 iPhone이 필요합니다. 시뮬레이터에서는 SDR 내보내기를 사용할 수 있습니다.
zh_hans: HDR 导出需要受支持的 iPhone。模拟器中可导出 SDR。
zh_hant: HDR 匯出需要支援的 iPhone。模擬器中可匯出 SDR。

source: HDR export where supported
ja: 対応環境でのHDR書き出し
ko: 지원되는 경우 HDR 내보내기
zh_hans: 支持时导出 HDR
zh_hant: 支援時匯出 HDR

source: HDR photo export is unavailable. Your photo will be saved in SDR with wide color.
ja: HDR写真の書き出しは利用できません。写真は広色域SDRで保存されます。
ko: HDR 사진 내보내기는 사용할 수 없습니다. 사진은 광색역 SDR로 저장됩니다.
zh_hans: 无法导出 HDR 照片。照片将以广色域 SDR 保存。
zh_hant: 無法匯出 HDR 照片。照片將以廣色域 SDR 儲存。

source: HDR source · SDR preview
ja: HDRソース · SDRプレビュー
ko: HDR 원본 · SDR 미리보기
zh_hans: HDR 源 · SDR 预览
zh_hant: HDR 來源 · SDR 預覽

source: Help
ja: ヘルプ
ko: 도움말
zh_hans: 帮助
zh_hant: 說明

source: Pick a look: Natural Dive, Tropical or Deep Dive. Intensity sets how strong it is.
ja: ナチュラルダイブ、トロピカル、ディープダイブから選びます。強度で効果の強さを調整できます。
ko: 내추럴 다이브, 트로피컬, 딥 다이브 중 하나를 고르세요. 강도로 효과의 세기를 조절합니다.
zh_hans: 选择自然潜水、热带或深潜效果。用强度调整效果的强弱。
zh_hant: 選擇自然潛水、熱帶或深潛效果。用強度調整效果的強弱。

source: Send photos, videos and diagnostic reports by email. Don’t attach them to a public GitHub issue.
ja: 写真、ビデオ、診断レポートはメールで送ってください。公開のGitHub Issueには添付しないでください。
ko: 사진, 동영상, 진단 보고서는 이메일로 보내 주세요. 공개 GitHub 이슈에 첨부하지 마세요.
zh_hans: 请通过电子邮件发送照片、视频和诊断报告。请勿附加到公开的 GitHub 问题中。
zh_hant: 請透過電子郵件傳送照片、影片和診斷報告。請勿附加到公開的 GitHub 問題中。

source: Support
ja: サポート
ko: 지원
zh_hans: 支持
zh_hant: 支援

source: Support website
ja: サポートWebサイト
ko: 지원 웹사이트
zh_hans: 支持网站
zh_hant: 支援網站

source: Tap Compare to see the original. In the photo editor, pinch or double-tap to zoom.
ja: 比較をタップするとオリジナルを表示します。写真の編集画面では、ピンチまたはダブルタップで拡大できます。
ko: 비교를 탭하면 원본을 볼 수 있습니다. 사진 편집 화면에서는 핀치하거나 두 번 탭해 확대하세요.
zh_hans: 轻点“对比”可查看原始效果。在照片编辑界面中，双指开合或连按两下即可缩放。
zh_hant: 點一下「比較」可查看原始畫面。在照片編輯畫面中，用雙指開合或點兩下即可縮放。

source: Tap Export, then Save to Photos.
ja: 書き出すをタップしてから、写真に保存をタップします。
ko: 내보내기를 탭한 다음 사진에 저장을 탭하세요.
zh_hans: 轻点“导出”，然后轻点“保存到照片”。
zh_hant: 點一下「匯出」，然後點一下「儲存到照片」。

source: UnderBlue Pro is unlocked.
ja: UnderBlue Proが利用可能になりました。
ko: UnderBlue Pro가 잠금 해제되었습니다.
zh_hans: UnderBlue Pro 已解锁。
zh_hant: UnderBlue Pro 已解鎖。

source: Import from Files
ja: ファイルから読み込む
ko: 파일에서 가져오기
zh_hans: 从文件导入
zh_hant: 從檔案匯入

source: Importing %lld of %lld…
ja: 読み込み中 %lld/%lld…
ko: 가져오는 중 %lld/%lld…
zh_hans: 正在导入 %lld/%lld…
zh_hant: 正在匯入 %lld/%lld…

source: Importing…
ja: 読み込み中…
ko: 가져오는 중…
zh_hans: 正在导入…
zh_hant: 正在匯入…

source: Intensity
ja: 強度
ko: 강도
zh_hans: 强度
zh_hant: 強度

source: Keep UnderBlue open until export finishes.
ja: 書き出しが完了するまでUnderBlueを開いたままにしてください。
ko: 내보내기가 끝날 때까지 UnderBlue를 열어 두세요.
zh_hans: 导出完成前请保持 UnderBlue 打开。
zh_hant: 匯出完成前請保持 UnderBlue 開啟。

source: Keep UnderBlue open until saving finishes.
ja: 保存が終わるまでUnderBlueを開いたままにしてください。
ko: 저장이 끝날 때까지 UnderBlue를 열어 두세요.
zh_hans: 保存完成前请保持 UnderBlue 打开。
zh_hant: 儲存完成前請保持 UnderBlue 開啟。

source: Memory is low. Try a smaller photo or a lower video resolution.
ja: メモリが不足しています。小さい写真または低いビデオ解像度でお試しください。
ko: 메모리가 부족합니다. 더 작은 사진이나 낮은 동영상 해상도를 사용해 보세요.
zh_hans: 内存不足。请尝试较小的照片或较低的视频分辨率。
zh_hant: 記憶體不足。請嘗試較小的照片或較低的影片解析度。

source: Natural color for your underwater photos and videos.
ja: 水中の写真やビデオに自然な色を取り戻します。
ko: 수중 촬영물에 자연스러운 색을 되찾아 줍니다.
zh_hans: 为水下照片和视频还原自然色彩。
zh_hant: 為水下照片與影片還原自然色彩。

source: Natural Dive
ja: ナチュラルダイブ
ko: 내추럴 다이브
zh_hans: 自然潜水
zh_hant: 自然潛水

source: No UnderBlue Pro purchase was found for this Apple Account.
ja: このApple AccountにはUnderBlue Proの購入履歴がありません。
ko: 이 Apple 계정에서 UnderBlue Pro 구매 내역을 찾지 못했습니다.
zh_hans: 未找到此 Apple 账户购买 UnderBlue Pro 的记录。
zh_hant: 找不到此 Apple 帳號購買 UnderBlue Pro 的記錄。

source: One-time purchase. Every dive.
ja: 買い切りで、すべてのダイビングに。
ko: 한 번 구매로 모든 다이빙에 사용하세요.
zh_hans: 一次购买，每次潜水都能用。
zh_hant: 一次購買，每次潛水都能用。

source: Only the first %lld photos were opened.
ja: 最初の%lld枚の写真だけを開きました。
ko: 처음 %lld장의 사진만 열었습니다.
zh_hans: 仅打开了前 %lld 张照片。
zh_hant: 僅開啟了前 %lld 張照片。

source: Only the first photo was opened. Pro can batch correct up to %lld photos.
ja: 最初の写真だけを開きました。Proなら最大%lld枚を一括補正できます。
ko: 첫 번째 사진만 열었습니다. Pro에서는 최대 %lld장을 일괄 보정할 수 있습니다.
zh_hans: 仅打开了第一张照片。Pro 可一次批量校正最多 %lld 张照片。
zh_hant: 僅開啟了第一張照片。Pro 可一次批次校正最多 %lld 張照片。

source: Opening…
ja: 開いています…
ko: 여는 중…
zh_hans: 正在打开…
zh_hant: 正在開啟…

source: Original
ja: オリジナル
ko: 원본
zh_hans: 原始
zh_hant: 原始

source: Original resolution
ja: 元の解像度
ko: 원본 해상도
zh_hans: 原始分辨率
zh_hant: 原始解析度

source: Original resolution · HDR · HEIC 10-bit with gain map
ja: 元の解像度 · HDR · ゲインマップ付きHEIC 10ビット
ko: 원본 해상도 · HDR · 게인 맵 포함 HEIC 10비트
zh_hans: 原始分辨率 · HDR · 含增益图的 HEIC 10 位
zh_hant: 原始解析度 · HDR · 含增益圖的 HEIC 10 位元

source: Original resolution · HDR · JPEG with gain map
ja: 元の解像度 · HDR · ゲインマップ付きJPEG
ko: 원본 해상도 · HDR · 게인 맵 포함 JPEG
zh_hans: 原始分辨率 · HDR · 含增益图的 JPEG
zh_hant: 原始解析度 · HDR · 含增益圖的 JPEG

source: Original resolution · SDR · HEIC 10-bit
ja: 元の解像度 · SDR · HEIC 10ビット
ko: 원본 해상도 · SDR · HEIC 10비트
zh_hans: 原始分辨率 · SDR · HEIC 10 位
zh_hant: 原始解析度 · SDR · HEIC 10 位元

source: Original resolution · SDR · JPEG
ja: 元の解像度 · SDR · JPEG
ko: 원본 해상도 · SDR · JPEG
zh_hans: 原始分辨率 · SDR · JPEG
zh_hant: 原始解析度 · SDR · JPEG

source: Photo preview
ja: 写真プレビュー
ko: 사진 미리보기
zh_hans: 照片预览
zh_hant: 照片預覽

source: Pinch or double-tap to zoom.
ja: ピンチまたはダブルタップで拡大します。
ko: 두 손가락으로 벌리거나 두 번 탭하여 확대합니다.
zh_hans: 双指张开或轻点两下即可缩放。
zh_hant: 雙指張開或點兩下即可縮放。

source: Play 3s
ja: 3秒再生
ko: 3초 재생
zh_hans: 播放3秒
zh_hant: 播放3秒

source: Play three seconds from the current position, then return
ja: 現在の位置から3秒再生して元の位置に戻ります
ko: 현재 위치부터 3초 재생 후 제자리로 돌아갑니다
zh_hans: 从当前位置播放3秒后返回
zh_hant: 從目前位置播放3秒後返回

source: Prepare diagnostic report
ja: 診断レポートを準備
ko: 진단 보고서 준비
zh_hans: 准备诊断报告
zh_hant: 準備診斷報告

source: Preview unavailable
ja: プレビューを表示できません
ko: 미리보기를 표시할 수 없음
zh_hans: 无法显示预览
zh_hant: 無法顯示預覽

source: Pro is unlocked
ja: Pro利用可能
ko: Pro 잠금 해제됨
zh_hans: Pro 已解锁
zh_hant: Pro 已解鎖

source: Purchase is currently unavailable.
ja: 現在購入できません。
ko: 현재 구매를 이용할 수 없습니다.
zh_hans: 目前无法购买。
zh_hant: 目前無法購買。

source: Purchase restored.
ja: 購入を復元しました。
ko: 구매가 복원되었습니다.
zh_hans: 购买已恢复。
zh_hant: 購買已回復。

source: Ready to save
ja: 保存の準備ができました
ko: 저장 준비 완료
zh_hans: 可以保存了
zh_hant: 可以儲存了

source: Reset
ja: リセット
ko: 재설정
zh_hans: 重置
zh_hant: 重設

source: Reset to batch settings
ja: 一括設定に戻す
ko: 일괄 설정으로 되돌리기
zh_hans: 恢复为批量设置
zh_hant: 恢復為批次設定

source: Resolution
ja: 解像度
ko: 해상도
zh_hans: 分辨率
zh_hant: 解析度

source: Restore Purchase
ja: 購入を復元
ko: 구매 복원
zh_hans: 恢复购买
zh_hant: 回復購買

source: Retry
ja: 再試行
ko: 다시 시도
zh_hans: 重试
zh_hant: 再試一次

source: Retry preview
ja: プレビューを再試行
ko: 미리보기 다시 시도
zh_hans: 重试预览
zh_hant: 重試預覽

source: Saturation
ja: 彩度
ko: 채도
zh_hans: 饱和度
zh_hant: 飽和度

source: Save All (%lld)
ja: すべて保存 (%lld)
ko: 모두 저장 (%lld)
zh_hans: 全部保存 (%lld)
zh_hant: 全部儲存 (%lld)

source: Save to Photos
ja: 写真に保存
ko: 사진에 저장
zh_hans: 保存到照片
zh_hant: 儲存到照片

source: Saved to Photos
ja: 写真に保存しました
ko: 사진에 저장되었습니다
zh_hans: 已保存到照片
zh_hant: 已儲存到照片

source: Saved to Photos: %lld
ja: 写真に保存しました: %lld枚
ko: 사진에 저장됨: %lld장
zh_hans: 已存储到照片：%lld 张
zh_hant: 已儲存到照片：%lld 張

source: Saved to Photos: %lld of %lld
ja: 写真に保存しました: %2$lld枚中%1$lld枚
ko: 사진에 저장됨: %2$lld장 중 %1$lld장
zh_hans: 已存储到照片：%2$lld 张中的 %1$lld 张
zh_hant: 已儲存到照片：%2$lld 張中的 %1$lld 張

source: Saving %lld of %lld…
ja: 保存中 %lld/%lld…
ko: 저장 중 %lld/%lld…
zh_hans: 正在保存 %lld/%lld…
zh_hant: 正在儲存 %lld/%lld…

source: Saving…
ja: 保存中…
ko: 저장하는 중…
zh_hans: 正在保存…
zh_hant: 正在儲存…

source: Select Photo
ja: 写真を選択
ko: 사진 선택
zh_hans: 选择照片
zh_hant: 選擇照片

source: Select Photos
ja: 写真を選択
ko: 사진 선택
zh_hans: 选择照片
zh_hant: 選擇照片

source: Select Video
ja: ビデオを選択
ko: 동영상 선택
zh_hans: 选择视频
zh_hant: 選擇影片

source: Share diagnostic report
ja: 診断レポートを共有
ko: 진단 보고서 공유
zh_hans: 共享诊断报告
zh_hant: 分享診斷報告

source: Show original media without correction
ja: 補正前のオリジナルを表示
ko: 보정하지 않은 원본 미디어 표시
zh_hans: 显示未经校正的原始媒体
zh_hant: 顯示未經校正的原始媒體

source: Skipped videos: %lld. Videos open one at a time.
ja: スキップしたビデオ: %lld本。ビデオは1本ずつ開きます。
ko: 건너뛴 동영상: %lld개. 동영상은 한 번에 하나씩 열립니다.
zh_hans: 已跳过的视频：%lld 个。视频需逐个打开。
zh_hant: 已略過的影片：%lld 部。影片需逐一開啟。

source: Some items weren’t opened
ja: 一部の項目を開きませんでした
ko: 일부 항목을 열지 않았습니다
zh_hans: 部分项目未打开
zh_hant: 部分項目未開啟

source: Stop
ja: 停止
ko: 정지
zh_hans: 停止
zh_hant: 停止

source: Temperature
ja: 色温度
ko: 색온도
zh_hans: 色温
zh_hant: 色溫

source: The App Store couldn’t complete this request. Check your connection and try again.
ja: App Storeでリクエストを完了できませんでした。接続を確認してもう一度お試しください。
ko: App Store에서 요청을 완료할 수 없습니다. 연결을 확인하고 다시 시도하세요.
zh_hans: App Store 无法完成此请求。请检查网络连接后重试。
zh_hant: App Store 無法完成此要求。請檢查網路連線後再試一次。

source: The export couldn’t finish. Please try again.
ja: 書き出しを完了できませんでした。もう一度お試しください。
ko: 내보내기를 완료할 수 없습니다. 다시 시도하세요.
zh_hans: 无法完成导出。请重试。
zh_hant: 無法完成匯出。請再試一次。

source: The exported file didn’t pass our quality checks. Nothing was saved.
ja: 書き出したファイルが品質チェックに合格しなかったため、保存されませんでした。
ko: 내보낸 파일이 품질 검사를 통과하지 못해 저장되지 않았습니다.
zh_hans: 导出文件未通过质量检查，因此未保存。
zh_hant: 匯出檔案未通過品質檢查，因此未儲存。

source: The media service is temporarily busy. Wait a moment and try again.
ja: メディアサービスが一時的にビジーです。しばらくしてからもう一度お試しください。
ko: 미디어 서비스가 일시적으로 사용 중입니다. 잠시 후 다시 시도하세요.
zh_hans: 媒体服务暂时繁忙。请稍后重试。
zh_hant: 媒體服務暫時忙碌。請稍後再試一次。

source: The purchase couldn’t finish. Please try again.
ja: 購入を完了できませんでした。もう一度お試しください。
ko: 구매를 완료할 수 없습니다. 다시 시도하세요.
zh_hans: 无法完成购买。请重试。
zh_hant: 無法完成購買。請再試一次。

source: The purchase is currently unavailable. Please try again later.
ja: 現在購入できません。しばらくしてからもう一度お試しください。
ko: 현재 구매를 이용할 수 없습니다. 나중에 다시 시도하세요.
zh_hans: 目前无法购买。请稍后重试。
zh_hant: 目前無法購買。請稍後再試一次。

source: The report includes error codes and Apple performance diagnostics, which may contain approximate times and device, OS and app details. It excludes your photos, videos, filenames and location.
ja: レポートにはエラーコードとAppleのパフォーマンス診断が含まれ、おおよその時刻、デバイス、OS、アプリの情報が含まれる場合があります。写真、ビデオ、ファイル名、位置情報は含まれません。
ko: 보고서에는 오류 코드와 Apple 성능 진단 정보가 포함되며 대략적인 시간, 기기, OS, 앱 정보가 들어갈 수 있습니다. 사진, 동영상, 파일 이름, 위치는 포함되지 않습니다.
zh_hans: 报告包含错误代码和 Apple 性能诊断，可能包含大致时间、设备、系统和应用信息。不会包含照片、视频、文件名或位置。
zh_hant: 報告包含錯誤代碼與 Apple 效能診斷，可能包含大約時間、裝置、系統與 App 資訊。不會包含照片、影片、檔名或位置。

source: There isn’t enough free storage. Free up some space and try again.
ja: 空き容量が不足しています。容量を確保してからもう一度お試しください。
ko: 저장 공간이 부족합니다. 공간을 확보한 후 다시 시도하세요.
zh_hans: 可用存储空间不足。请释放一些空间后重试。
zh_hant: 可用儲存空間不足。請釋放一些空間後再試一次。

source: This item may need to download from iCloud. Check your connection and try again.
ja: この項目はiCloudからのダウンロードが必要な場合があります。接続を確認してもう一度お試しください。
ko: 이 항목은 iCloud에서 다운로드해야 할 수 있습니다. 연결을 확인하고 다시 시도하세요.
zh_hans: 此项目可能需要从 iCloud 下载。请检查网络连接后重试。
zh_hant: 此項目可能需要從 iCloud 下載。請檢查網路連線後再試一次。

source: This media couldn’t be opened. Try another photo or video.
ja: このメディアを開けませんでした。別の写真またはビデオをお試しください。
ko: 이 미디어를 열 수 없습니다. 다른 사진이나 동영상을 사용해 보세요.
zh_hans: 无法打开此媒体。请尝试其他照片或视频。
zh_hant: 無法開啟此媒體。請嘗試其他照片或影片。

source: This media format isn’t supported on this device.
ja: このデバイスではこのメディア形式に対応していません。
ko: 이 기기에서는 해당 미디어 형식을 지원하지 않습니다.
zh_hans: 此设备不支持该媒体格式。
zh_hant: 此裝置不支援此媒體格式。

source: This video is SDR. HDR export requires HDR source footage.
ja: このビデオはSDRです。HDR書き出しにはHDRソースが必要です。
ko: 이 동영상은 SDR입니다. HDR 내보내기에는 HDR 원본이 필요합니다.
zh_hans: 此视频为 SDR。HDR 导出需要 HDR 源素材。
zh_hant: 此影片為 SDR。HDR 匯出需要 HDR 來源素材。

source: This video’s HDR format cannot be safely exported as HDR.
ja: このビデオのHDR形式は安全にHDR書き出しできません。
ko: 이 동영상의 HDR 형식은 HDR로 안전하게 내보낼 수 없습니다.
zh_hans: 无法将此视频的 HDR 格式安全导出为 HDR。
zh_hant: 無法將此影片的 HDR 格式安全匯出為 HDR。

source: Trial access couldn’t be checked securely. Please try again.
ja: 無料体験の状態を安全に確認できませんでした。もう一度お試しください。
ko: 무료 이용 상태를 안전하게 확인할 수 없습니다. 다시 시도하세요.
zh_hans: 无法安全检查试用状态。请重试。
zh_hant: 無法安全檢查試用狀態。請再試一次。

source: Trial access couldn’t be checked securely. Unlock your iPhone and try again.
ja: 無料体験の状態を安全に確認できませんでした。iPhoneのロックを解除してもう一度お試しください。
ko: 무료 이용 상태를 안전하게 확인할 수 없습니다. iPhone의 잠금을 해제하고 다시 시도하세요.
zh_hans: 无法安全检查试用状态。请解锁 iPhone 后重试。
zh_hant: 無法安全檢查試用狀態。請解鎖 iPhone 後再試一次。

source: Tropical
ja: トロピカル
ko: 트로피컬
zh_hans: 热带
zh_hant: 熱帶

source: Unlimited photo exports
ja: 写真を無制限に書き出し
ko: 사진 무제한 내보내기
zh_hans: 无限导出照片
zh_hant: 無限匯出照片

source: Wide color is preserved. HDR export requires an HDR photo.
ja: 広色域は保持されます。HDR書き出しにはHDR写真が必要です。
ko: 광색역은 유지됩니다. HDR 내보내기에는 HDR 사진이 필요합니다.
zh_hans: 保留广色域。导出 HDR 需要 HDR 照片。
zh_hant: 保留廣色域。匯出 HDR 需要 HDR 照片。

source: Wide color is preserved. HDR photo export is unavailable.
ja: 広色域は保持されます。HDR写真の書き出しは利用できません。
ko: 광색역은 유지됩니다. HDR 사진 내보내기는 사용할 수 없습니다.
zh_hans: 保留广色域。无法导出 HDR 照片。
zh_hant: 保留廣色域。無法匯出 HDR 照片。

source: With Pro, select up to %lld photos to correct them together. Tap a photo to give it its own look.
ja: Proでは最大%lld枚の写真を選んでまとめて補正できます。写真をタップすると個別に調整できます。
ko: Pro에서는 사진을 최대 %lld장까지 선택해 한 번에 보정할 수 있습니다. 사진을 탭하면 따로 조정할 수 있습니다.
zh_hans: 使用 Pro 可选择最多 %lld 张照片一起校正。轻点某张照片可单独调整。
zh_hant: 使用 Pro 可選擇最多 %lld 張照片一起校正。點一下某張照片可單獨調整。

source: Works in almost every app. Saved at the highest JPEG quality.
ja: ほぼすべてのアプリで開けます。JPEGの最高画質で保存します。
ko: 거의 모든 앱에서 열립니다. 최고 JPEG 품질로 저장됩니다.
zh_hans: 几乎所有应用都能打开。以最高 JPEG 质量保存。
zh_hant: 幾乎所有 App 都能開啟。以最高 JPEG 品質儲存。

source: Your export has been checked and is ready for Photos.
ja: 書き出したファイルを確認しました。写真への保存準備ができました。
ko: 내보낸 파일을 확인했습니다. 사진에 저장할 준비가 되었습니다.
zh_hans: 导出文件已检查，可以保存到照片。
zh_hant: 匯出檔案已檢查，可以儲存到照片。

source: Your iPhone needs to cool down before exporting. Wait a moment and try again.
ja: 書き出す前にiPhoneを冷ます必要があります。しばらくしてからもう一度お試しください。
ko: 내보내기 전에 iPhone을 식혀야 합니다. 잠시 후 다시 시도하세요.
zh_hans: iPhone 需要冷却后才能导出。请稍后重试。
zh_hant: iPhone 需要冷卻後才能匯出。請稍後再試一次。

source: Your media stays on your iPhone.
ja: メディアはiPhoneの外部に送信されません。
ko: 미디어는 iPhone 밖으로 전송되지 않습니다.
zh_hans: 媒体始终保留在你的 iPhone 上。
zh_hant: 媒體始終保留在你的 iPhone 上。

source: Your purchase couldn’t be verified. Please try Restore Purchase.
ja: 購入を確認できませんでした。「購入を復元」をお試しください。
ko: 구매를 확인할 수 없습니다. 구매 복원을 시도하세요.
zh_hans: 无法验证购买。请尝试“恢复购买”。
zh_hant: 無法驗證購買。請嘗試「回復購買」。

source: Your purchase is being verified. Try Restore Purchase shortly.
ja: 購入を確認中です。しばらくしてから「購入を復元」をお試しください。
ko: 구매를 확인하는 중입니다. 잠시 후 구매 복원을 시도하세요.
zh_hans: 正在验证购买。请稍后尝试“恢复购买”。
zh_hant: 正在驗證購買。請稍後嘗試「回復購買」。

source: Your purchase is pending approval. Pro will unlock when it’s approved.
ja: 購入は承認待ちです。承認されるとProが利用可能になります。
ko: 구매 승인을 기다리는 중입니다. 승인되면 Pro가 잠금 해제됩니다.
zh_hans: 购买正在等待批准。批准后将解锁 Pro。
zh_hant: 購買正在等待核准。核准後將解鎖 Pro。

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好
